# Brewfile

brew "zsh"
brew "vim"
brew "neovim"
brew "git"
brew "ripgrep"
brew "node"
brew "yazi"
brew "btop"
brew "fastfetch"
brew "stow"
tap "achannarasappa/tap"
brew "achannarasappa/tap/ticker"

brew "tmux"
brew "ddgr"
brew "w3m"

cask "obsidian"
cask "visual-studio-code"
cask "discord"
cask "cursor"
cask "ghostty"
cask "telegram"
cask "tailscale"
